[ {"t":"A bank is a place that will lend you money if you can prove that you don’t need it.","a":"Bob Hope"},{"t":"If you think nobody cares if you’re alive, try missing a couple of car payments.","a":"Earl Wilson"},{"t":"There is a very easy way to return from a casino with a small fortune: go there with a large one.","a":"Jack Yelton"},{"t":"Business is the art of extracting money from another man’s pocket without resorting to violence.","a":"Max Amsterdam"},{"t":"Always borrow money from a pessimist, he doesn’t expect to be paid back.","a":"Unknown"}, {"t":"If you lend someone $20, and never see that person again, it was probably worth it. ","a":"Unknown"}, {"t":"Money can’t buy happiness, but it can buy you the kind of misery you prefer.","a":"Unknown"}, {"t":"The waste of money cures itself, for soon there is no more to waste.","a":"M.W. Harrison"},{"t":"We live by the Golden Rule. Those who have the gold make the rules.","a":"Buzzie Bavasi"},{"t":"The only reason I made a commercial for American Express was to pay for my American Express bill.","a":"Peter Ustinov"},{"t":"October: This is one of the particularly dangerous months to invest in stocks. Other dangerous months are July, January, September, April, November, May, March, June, December, August and February.","a":"Mark Twain"},{"t":"All I ask is the chance to prove that money can’t make me happy.","a":"Spike Milligan"},{"t":"If you owe the bank $100, that’s your problem. If you owe the bank $100 million, that’s the bank’s problem.","a":"JP Getty"},{"t":"To make a million, start with $900,000.","a":"Morton Shulman"},{"t":"I made my money the old-fashioned way. I was very nice to a wealthy relative right before he died.","a":"Malcolm Forbes"},{"t":"Most people work just hard enough not to get fired and get paid just enough money not to quit.","a":"George Carlin"},{"t":"It’s amazing how fast later comes when you buy now!","a":"Milton Berle"},{"t":"A father is someone who carries pictures in his wallet where his money used to be.","a":"Unknown"}, {"t":"It’s easy to meet expenses – everywhere we go, there they are.","a":"Unknown"}, {"t":"Rich people without wisdom and learning are but sheep with golden fleeces.","a":"Solon"}, {"t":"A penny saved is a penny earned.","a":"Benjamin Franklin"},{"t":"Money, if it does not bring you happiness, will at least help you be miserable in comfort.","a":"Helen Gurley Brown"},{"t":"Annual income twenty pounds, annual expenditure nineteen six, result happiness. Annual income twenty pounds, annual expenditure twenty pound ought and six, result misery.","a":"Charles Dickens"},{"t":"The mint makes it first, it is up to you to make it last.","a":"Evan Esar"},{"t":"I used to have a drug problem, but now I have a money problem.","a":""}, {"t":"A wise man should have money in his head, but not in his heart.","a":"Jonathan Swift"},{"t":"Money never made a man happy yet, nor will it. The more a man has, the more he wants. Instead of filling a vacuum, it makes one.","a":"Benjamin Franklin"},{"t":"Money will buy you a fine dog, but only love can make it wag its tail.","a":"Richard Friedman"},{"t":"Many people take no care of their money till they come nearly to the end of it, and others do just the same with their time.","a":"Johann Wolfgang von Goethe"},{"t":"Too many people spend money they haven't earned, to buy things they don't want, to impress people they don't like.","a":"Will Smith"},{"t":"Don't tell me where your priorities are. Show me where you spend your money and I'll tell you what they are.","a":"James W. Frick"},{"t":"It's good to have money and the things that money can buy, but it's good, too, to check up once in a while and make sure that you haven't lost the things that money can't buy.","a":"George Lorimer"},{"t":"A rich man's joke is always funny.","a":"Thomas Edward Brown"},{"t":"A truly rich man is one whose children run into his arms even when his hands are empty.","a":"Unknown"}, {"t":"I was asked once, \"You're a smart man. Why aren't you rich?\" I replied, \"You're a rich man. Why aren't you smart?\"","a":"Jacques Fresco"},{"t":"Being famous on the internet is like being rich in monopoly.","a":""}, {"t":"If past history was all there was to the game, the richest people would be librarians.","a":"Warren Buffet"},{"t":"People do not want to be rich. People want to be richer than others.","a":"John Stuart Mill"},{"t":"If you pay peanuts, you get monkeys.","a":"James Goldsmith"}] 